# St7GetGroupIDName

Returns the name of the specified group in a Strand7 model.

long St7GetGroupIDName(long uID, long ID, char* GName, long MaxStringLen)
Input Parameters
uID
Strand7 model file ID.
ID
The ID of the specified group.
MaxStringLen
The maximum number of characters allocated for GName.
Output Parameters
GName
String containing the name of the group.